[
    {
        "title": "NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet",
        "preview": "The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July."
    },
    {
        "title": "The Man Who Wanted to Fly on Mars",
        "preview": "The Mars Helicopter is riding to the Red Planet this summer with NASA's Perseverance rover. The helicopter's chief engineer, Bob Balaram, shares the saga of how it came into being."
    },
    {
        "title": "Join NASA for the Launch of the Mars 2020 Perseverance Rover",
        "preview": "No matter where you live, choose from a menu of activities to join NASA as we \"Countdown to Mars\" and launch the Perseverance rover to the Red Planet."
    },
    {
        "title": "3 Things We've Learned From NASA's Mars InSight ",
        "preview": "Scientists are finding new mysteries since the geophysics mission landed two years ago."
    },
    {
        "title": "NASA's New Mars Rover Is Ready for Space Lasers",
        "preview": "Perseverance is one of a few Mars spacecraft carrying laser retroreflectors. The devices could provide new science and safer Mars landings in the future."
    },
    {
        "title": "The Detective Aboard NASA's Perseverance Rover",
        "preview": "An instrument called SHERLOC will, with the help of its partner WATSON, hunt for signs of ancient life by detecting organic molecules and minerals."
    },
    {
        "title": "Media Get a Close-Up of NASA's Mars 2020 Rover",
        "preview": "The clean room at NASA's Jet Propulsion Laboratory was open to the media to see NASA's next Mars explorer before it leaves for Florida in preparation for a summertime launch."
    },
    {
        "title": "A Martian Roundtrip: NASA's Perseverance Rover Sample Tubes",
        "preview": "Marvels of engineering, the rover's sample tubes must be tough enough to safely bring Red Planet samples on the long journey back to Earth in immaculate condition. "
    },
    {
        "title": "NASA's Push to Save the Mars InSight Lander's Heat Probe",
        "preview": "The scoop on the end of the spacecraft's robotic arm will be used to 'pin' the mole against the wall of its hole."
    },
    {
        "title": "Heat and Dust Help Launch Martian Water Into Space, Scientists Find",
        "preview": "Scientists using an instrument aboard NASA’s Mars Atmosphere and Volatile EvolutioN, or MAVEN, spacecraft have discovered that water vapor near the surface of the Red Planet is lofted higher into the atmosphere than anyone expected was possible. "
    },
    {
        "title": "Curiosity Mars Rover's Summer Road Trip Has Begun",
        "preview": "After more than a year in the \"clay-bearing unit,\" Curiosity is making a mile-long journey around some deep sand so that it can explore higher up Mount Sharp."
    },
    {
        "title": "NASA's Mars 2020 Rover Goes Coast-to-Coast to Prep for Launch",
        "preview": "The agency's first step in returning rocks from Mars just arrived at Kennedy Space Center. The Mars 2020 team now begins readying for a launch to the Red Planet this July."
    },
    {
        "title": "NASA's Curiosity Mars Rover Snaps Its Highest-Resolution Panorama Yet",
        "preview": "To go along with the stunning 1.8-billion-pixel image, a new video offers a sweeping view of the Red Planet."
    },
    {
        "title": "NASA Updates Mars 2020 Mission Environmental Review",
        "preview": "NASA and the Department of Energy have completed a more detailed risk analysis for the Mars 2020 rover launch from Florida."
    },
    {
        "title": "Meet the People Behind NASA's Perseverance Rover",
        "preview": "These are the scientists and engineers who built NASA's next Mars rover and who will guide it to a safe landing in Jezero Crater. "
    }
]